Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/1_6_Strings.xcstrings
Source language: en
Languages: es

# GrandpaMasteryNote
source: My dear {0};^^If you're reading this note; you've found the secret room I've prepared for you.^^Within these walls are tips; recipes; and even some of my most cherished tools... all the very best from the many happy years I spent in the valley.^^By coming this far; you'll have proven that you possess the skill and wisdom to make good use of these powerful secrets.^^I hope my discoveries help you in your journey to making {1} Farm a shining star of the whole world!^^Make me proud!^-Grandpa
es: {0};cariño^^Si estás leyendo esta nota; has encontrado la habitación secreta que he preparado para ti.^^Entre estas paredes se encuentran consejos; recetas; e incluso algunas de mis herramientas más preciadas... lo mejor de los muchos años que pase felizmente en el valle.^^Habiendo llegado tan lejos; habrás demostrado que posees la habilidad y sabiduría para hacer un buen uso de estos poderosos secretos.^^¡Espero que mis descubrimientos te ayuden en tu camino para hacer de la Granja {1} una brillante estrella para el mundo entero!^^¡Hazme sentir orgulloso!^-El Abuelo

# GrassBook_Description
source: You will now run a lot faster through grass and crops.
es: Ahora correrás más rápido a través de hierba y cultivos.

# GrassBook_Name
source: Ol' Slitherlegs
es: Serpenteando

# GreenRainForecast
source: Um... There appears to be some kind of... anomalous reading... I... don't know what this means...
es: Um... Parece haber un cierto tipo de previsión anómala... No... No sé qué significa esto...

# greenrainmessage
source: A green rain has descended upon the valley.
es: Una lluvia verde ha descendido sobre el valle.

# guild_door
source: Slay 1000 monsters to enter here. ([FarmerStat monstersKilled]/1000)
es: Mata a 1000 monstruos para entrar aquí ([FarmerStat monstersKilled]/1000)

# HeavyFurnace_coal
source: Requires 3 Coal
es: Requiere 3 piezas de carbón.

# HeavyFurnace_Description
source: It's more efficient than a regular furnace. Requires 25 pieces of ore and 3 coal per use.
es: Procesa 5 lingotes a la vez. Requiere 25 trozos de mineral y 3 de carbón para usarlo.

# HeavyFurnace_ores
source: Requires 25 ores.
es: Requiere 25 minerales.

# HeavyFurnace_pieces
source: Requires 5 pieces.
es: Requiere 5 piezas.

source: Heavy Magic Quiver
es: Carcaj Mágico Pesado

# HideIP
source: Hide IP and invite code
es: Ocultar IP y código de invitación

# IceRod_Description
source: Shoots an orb of ice every {0} seconds; freezing any enemies in its path for {1} seconds.
es: Dispara una orbe de hielo cada {0} segundos; congelando cualquier enemigo en su camino por {1} segundos.

# IceRod_Name
source: Ice Rod
es: Vara de hielo

source: Instant
es: Instantáneo

# IridiumPanDescription
source: Use to gather ore from streams. Has the best yields of any pan. It also has a chance to immediately cause another panning spot to appear.
es: Úsalo para recoger minerales de los riachuelos. Da los mayores resultados para cualquier batea. Tiene también una probabilidad de que aparezca otro sitio de bateo.

source: Iridium Scythe
es: Guadaña de Iridio

# IridiumScytheDescription
source: Can be used to harvest any crops. It's also excellent at gathering hay.
es: Puede ser usada para cosechar cualquier cultivo. Es también excelente para recoger paja.

# IridiumSpur_Description
source: Critical strikes give you a speed boost for {0} seconds.
es: Los golpes críticos te dan un incremento de velocidad por {0} segundos.

# IridiumSpur_Name
source: Golden Spur
es: Espuela dorada

# ItemDeliveryQuestTitle
source: Delivery= {0}
es: Entrega= {0}

# Jas_IceCream
source: Is... Is that for me?$u#$b#Wow! This exactly what I wanted... Thank you! You're so nice!$h
es: Es... ¿es para mi?$u#$b#¡Guau! Es exactamente lo que quería... ¡Gracias! ¡Eres tan amable!$h

# Joja_Debt_Notice
source: NOTICE=^^At the end of the season; {0}g will be debited from your account.^^Failure to pay will result in a negative balance.^^Thank you for your patronage.^-JojaBank
es: AVISO=^^Al final de la estación; {0}g serán cargados a su cuenta.^^La incapacidad de pagar resultará en un saldo negativo.^^Gracias por su apoyo.^-JojaBanca

# JojaCatalogueDescription
source: Grants one (1) lifetime subscription to the Official Joja THRIVE Collection; featuring 40 exclusive furniture pieces!
es: Concede una (1) suscripción de por vida a la Colección Official PROSPERA de Joja; ¡incluyendo 40 muebles exclusivos!

# JojaCatalogueDescriptionTerms
source: Terms Of Service=^^By activating this item; the user hereby agrees not to hold Joja Co. responsible for any damage to life or property resulting from the use of Joja THRIVE Furniture.^^The user is aware that there may be untested plastic materials present in one or more THRIVE furniture pieces; and waives any right to hold Joja Co. liable for adverse health outcomes attributable to contact with said plastic materials.^^The user hereby waives any right to hold Joja Co. liable for so-called "shoddy workmanship"; and agrees that any and all bodily harm resulting from breakage; cracking; powdering; bending; clamping; pinching; impaling; or any other unintended effect of using Joja THRIVE Furniture; is solely the result of voluntary user action.^^ --Join us. Thrive.--
es: Condiciones De Servicio=^^Al activar este objeto; el usuario por la presente acuerda no hacer responsable a Joja Co. por cualquier daño a la vida o propiedad resultado del uso de los muebles PROSPERA de Joja.^^El usuario es consciente de que puede haber materiales de plástico sin analizar presentes en uno o más muebles PROSPERA; y renuncia a cualquier derecho de hacer a Joja Co. responsable por consecuencias adversas a la salud atribuidas al contacto con dichos materiales plásticos.^^El usuario por la presente renuncia a cualquier derecho de hacer a Joja Co. responsable por la supuesta "calidad chapucera"; y está de acuerdo en que cualquier y toda lesión corporal resultante de la rotura; agrietamiento; pulverización; flexión; compresión; pellizcamiento; empalamiento; o cualquier otro efecto no intencional del uso de los muebles PROSPERA de Joja; es exclusivamente el resultado de la acción voluntaria del usuario.^^ --Únete a nosotros. Prospera.--

# JojaFreeRun
source: No Joja services used!
es: ¡Ningún servicio de Joja usado!

# JojaGrandpaIntro_0
source: ???= Very touching... Now; just sign the paper here...
es: ???= Muy conmovedor... Ahora; firma el documento aquí...

# JunimoCatalogueDescription
source: A collection of furniture infused with Junimo energy.
es: Una colección de muebles llena de energía Junimo.

# LearnedANewPower
source: You've learned a new power!
es: ¡Has aprendido un nuevo poder!

source: Leave
es: Salir

# LightweightEnchantment
source: -{0} Weight
es: -{0} Peso

# lumberjack_profession_possible
source: Removing a wild tree stump always produces a seed.
es: Quitar un tocón de árbol silvestre siempre produce una semilla.

# MagicHairDye_Description
source: Your hair shimmers with all the colors of a prismatic shard.
es: Tu cabello brilla con todos los colores de una esquirla prismática.

# MagicHairDye_Name
source: Magic Hair Gel
es: Gomina mágica

# MagicQuiver_Description
source: Shoots a magic arrow at nearby enemies every {0} seconds; dealing {1}-{2} damage.
es: Dispara una flecha mágica a enemigos cercanos cada {0} segundos; haciendo {1}-{2} de daño.

# MagicQuiver_Name
source: Magic Quiver
es: Carcaj mágico

# MakeOver_Emily_1
source: Okay; before we continue; let me visualize your aura; to see what kind of style will make you happiest...
es: Vale; antes de continuar; déjame ver tu aura; para ver qué estilo te hará más feliz...

# MakeOver_Emily_2
source: Yes... I see...
es: Sí... Ya veo...

# MakeOver_Emily_3
source: Okay; I've got it!$h#$b#I'm coming in; so don't be alarmed!
es: Vale; ¡lo tengo!$h#$b#Voy a entrar; ¡no te alarmes!

# MakeOver_Emily_4
source: There!
es: ¡Ya está!

# MakeOver_Emily_5
source: Yes! I can feel it; your inner self and outer self are now in perfect alignment!$h#$b#I can't wait for you to see the new 'you'!$h
es: ¡Sí! Lo puedo sentir; ¡tu yo interior y exterior están alineados perfectamente!$h#$b#¡No puedo esperar a que veas tu nuevo «yo»!$h

# MakeOver_Emily_AlreadyStyled
source: You're looking great!$h#$b#Come back another day and we'll put together a fresh new look for you!
es: ¡Tienes buen aspecto!$h#$b#¡Vuelve otro día y tendremos otro look preparado para ti!

# MakeOver_Emily_Done
source: So? What do you think?#$b#I've put your old clothes in your backpack in case you change your mind!$h
es: ¿Entonces? ¿Qué opinas?#$b#¡He puesto tu vieja ropa en la mochila por si cambias de opinión!$h

# MakeOver_Emily_InventoryFull
source: Hmm; your backpack's looking a little full. Come back when you've made enough room for a full set of clothes!
es: Hmm; tu mochila parece un poco llena. ¡Vuelve cuando tengas sitio para un conjunto completo de ropa!

# MakeOver_Emily_Reaction1
source: Oops; sorry if that tickles.
es: Ups; lo siento si hace cosquillas.

# MakeOver_Emily_Reaction2
source: Yikes; sorry if that hurt!
es: ¡Ay; perdona si duele!

# MakeOver_Emily_Reaction3
source: Whoa; that's way too much hair gel...
es: Woah; eso es mucho gel para el pelo...

# MakeOver_Emily_Reaction4
source: No... this won't do...
es: No... esto no funcionará...

# MakeOver_Emily_Reaction5
source: Here; catch!
es: ¡Toma; cógelo!

# MakeOver_Emily_Reaction6
source: Oh look; a cauliflower fritter...
es: Oh mira; un buñuelo de coliflor...

# MakeOver_Emily_Reaction7
source: Let's trim this a little here...
es: Vamos a cortar un poco por aquí...

# MakeOver_Emily_Reaction8
source: Here; let me use my finger to smudge this a bit...
es: Aquí; déjame usar el dedo para manchar aquí un poco...

# MakeOver_Emily_Reaction9
source: Okay; get ready; this might be a tight fit...
es: Vale; prepárate; esto puede quedarte estrecho...

# MakeOver_NoStylist
source: Please return when an attendant is present.
es: Por favor vuelve cuando un encargado esté presente.

# MakeOver_Sandy_2
source: Oops! That's my cue!
es: ¡Uups! ¡Esa es mi señal!

# MakeOver_Sandy_3
source: Knock; knock; honey! I'm coming in!
es: Knock; knock; ¡cariño! ¡Voy a entrar!

# MakeOver_Sandy_4
source: Let's see here...
es: Veamos...

# MakeOver_Sandy_5
source: Okay!
es: ¡Vale!

# MakeOver_Sandy_6
source: That was fun!$h#$b#I hope you're as happy with your new look as I am!$h
es: ¡Eso ha sido divertido!$h#$b#¡Espero que estés tan feliz con tu nuevo look como yo!$h

# MakeOver_Sandy_AlreadyStyled
source: Not half bad; sweetie!$h#$b#Come back soon; I'll have a new look waiting for you!
es: ¡No está ni medio mal; cariño!$h#$b#Vuelve pronto; ¡y tendré un nuevo look listo para ti!

# MakeOver_Sandy_Done
source: You're looking radiant!#$b#I've put your old clothes in your backpack in case you have a change of heart.$h
es: ¡Tienes un aspecto radiante!#$b#He puesto tu antigua ropa en tu mochila en caso de que cambies de opinión.$h

# MakeOver_Sandy_InventoryFull
source: Hmm; your backpack's looking a little full. Come back when you've made enough room for a full set of clothes.
es: Hmm; tu mochila parece un poco llena. Vuelve cuando tengas sitio para un conjunto completo de ropa.

# Mannequin_Description
source: You can dress it up however you like.
es: Lo puedes vestir como quieras.

# MannequinFemale_Name
source: Mannequin (F)
es: Maniquí (F)

# MannequinMale_Name
source: Mannequin (M)
es: Maniquí (M)

# Marlon_1
source: Looking to test your mettle; huh?#$b#I've got a few challenges that might do just that.
es: Queriendo probar tus ánimos; ¿eh?#$b#Tengo algunos retos que pueden hacer justo eso.

# Marlon_2
source: Feeling the adventurer's spirit?#$b#Good; here are today's challenges.
es: ¿Sintiendo el espíritu aventurero?#$b#Bien; aquí están los retos de hoy.

# Marlon_3
source: I hope you've kept your weapons maintained.#$b#You'll need them in top form for today's challenges.
es: Espero que tengas tus armas en buen estado.#$b#Las necesitarás en plena forma para los retos de hoy.

# Marlon_4
source: I can see a bold look in your eye.#$b#How about a challenge?
es: Puedo ver una mirada audaz en tus ojos.#$b#¿Qué tal un reto?

# Marlon_Challenge_Chosen
source: Still working on the challenge; huh?#$b#Well; here it is; in case you needed a reminder.
es: Trabajando en ello todavía; ¿eh?#$b#Bueno; aquí lo tienes si necesitas un recordatorio.

# Marlon_Challenge_Finished
source: Very good.#$b#There'll be more challenges tomorrow; so take it easy and get some rest.
es: Muy bien.#$b#Habrá más retos mañana así que tómatelo con calma y descansa un poco.

# Marlon_Challenge_Finished_LastDay
source: Hey; you did it! I'm impressed.#$b#That's it for this year; but Gil and I will be here again next time around.
es: Hey; ¡lo has hecho! Estoy impresionado.#$b#Eso es todo por este año; pero Gil y yo estaremos aquí la próxima vez.

# Marlon_Closed
source: I'm still getting things set up. Why don't you check back later?
es: Aún estoy haciendo preparaciones. ¿Por qué no vuelves más tarde?

# Marlon_Intro
source: Hey there; @. Welcome to the Adventurer's Guild Challenge Booth.#$b#Every day; we'll have a pair of challenges for you to choose from. Complete one; and the guild will reward you with a bounty of Calico Eggs.#$b#Once you've selected a challenge; you won't be able to change your decision; so choose carefully!
es: Hola; @. Te doy la Bienvenida al Puesto de Retos del Gremio de Aventureros.#$b#Cada día; tendremos un par de retos entre los que puedes elegir. Completa uno; y el gremio te recompensará con Huevos Calico.#$b#Una vez hayas seleccionado un reto; no podrás cambiar tu decisión; ¡así que elige con cuidado!

# Marnie_Counter
source: 'I'm not around; but you can still make a purchase using the animal catalogue!' -Marnie
es: «¡No estoy; pero puedes hacer alguna compra mirando el catálogo animal!» -Marnie

# Marnie_Pet_Adoption
source: These sweeties could use a good home...
es: A estos pequeñines les vendría bien un hogar...

source: Mastery=
es: Maestría=

# Mastery_newlevel
source: You've reached a new level of understanding...
es: Has alcanzado un nivel de entendimiento superior...

# MasteryCave
source: Only a master of the five ways may enter. ({0}/5)
es: Solo un maestro de los cinco caminos puede entrar. ({0}/5)

# MasteryCompleteToast
source: You feel Grandpa's hand patting your shoulder...
es: Sientes la mano del Abuelo en el hombro; dándote palmaditas...

# MasteryHint
source: You sense that a new way is open...
es: Sientes que un nuevo camino se ha abierto...

# MasteryRequirement
source: You don't yet have the knowledge to use this...
es: No tienes conocimiento suficiente para usar esto...

# MaxHealth
source: +{0} Max Health
es: +{0} Salud Máxima

# Mayo_reaction0
source: Gross!
es: ¡Asqueroso!

# Mayo_reaction1
source: Did you just...?
es: ¿Acabas de...?

# Mayo_reaction2
source: Why?!
es: ¡¿Por qué?!

# Mayo_reaction3
source: Umm...
es: Ehmm...

# Mayo_reaction4
source: Yummie!
es: ¡Rico!

# MiniForge_Description
source: Now; you can use a dwarvish forge from the convenience of your home.
es: Ahora; puedes usar la forja enana desde la comodidad de tu casa.

# MiniForge_Name
source: Mini-Forge
es: Mini-Forja

# Mining_Mastery
source: Gem-bearing rocks now grant twice the gems.
es: Las rocas portadoras de gemas ahora otorgan el doble de gemas.

# MonsterQuestTitle
source: Bounty= {0}
es: Botín= {0}

# MossSoup_Description
source: It's thick and slimy; but edible.
es: Es espesa y viscosa; pero comestible.

# MossSoup_Name
source: Moss Soup
es: Sopa musgosa

# MushroomLog_Description
source: Grows mushrooms every so often. The more wild trees are nearby; the better it works.
es: Crecen setas en él cada cierto tiempo. Cuantos más árboles silvestres haya cerca mejor funcionará.

# MushroomLog_Name
source: Mushroom Log
es: Tronco de Setas

# MysteryBoxAnnounce
source: Mystery Boxes can now be found...
es: Cajas Misteriosas pueden ser encontradas ahora...

# NewIdeas
source: You've got some new ideas to sleep on...
es: Tienes nuevas ideas en las que pensar.

# options_menubg_0
source: Standard
es: Estándar

# options_menubg_1
source: Graphical
es: Gráfico

# options_menubg_2
source: None
es: Ninguno

# Pam_busSign
source: I'm going to the festival today; kid! You'll have to drive yourself. -Pam
es: ¡Voy al festival hoy; joven! Tendrás que viajar por tu cuenta. -Pam

# Pam_busSign_generic
source: I'm off duty today; kid! You'll have to drive yourself. -Pam
es: ¡Hoy es mi día libre; joven! Tendrás que viajar por tu cuenta. -Pam

# Pam_busSign_resort
source: I'm on vacation today! You'll have to drive yourself. -Pam
es: ¡Estoy de vacaciones hoy! Tendrás que viajar por tu cuenta. -Pam

# PanToolBaseName
source: Pan
es: Batea

# ParrotEgg_Chance_0
source: low
es: baja

# ParrotEgg_Chance_1
source: medium
es: media

# ParrotEgg_Chance_2
source: high
es: alta

# ParrotEgg_Chance_3
source: very high
es: muy alta

# ParrotEgg_Description
source: Summons a level {0} parrot companion; who grants you a {1} chance to find gold coins when slaying monsters.
es: Invoca a un loro de nivel {0}; quien te concede una probabilidad de {1} de encontrar monedas de oro cuando mates mostruos.

# ParrotEgg_Name
source: Parrot Egg
es: Huevo de loro

# PastaPrimavera_Description
source: Pasta in a cream sauce with fresh vegetables.
es: Pasta en una salsa cremosa con verduras frescas.

source: Perfect Ice Rod
es: Vara de hielo perfecta

source: Perfect Magic Quiver
es: Carcaj Mágico Perfecto

# PetBowlName
source: {0}'s Bowl
es: Bol de {0}

# PetLicense_Description
source: Invite a new pet into your home. If you don't have enough outdoor pet bowls for your pets; they will become upset.
es: Invita a una nueva mascota a tu hogar. Si no tienes suficientes cuencos para mascota en el exterior; estarán descontentas.

# PetLicense_Name
source: Pet License
es: Licencia de Mascotas

# PowdermelonSoda_Description
source: It naturally bubbles from the power of the melon skin.
es: Burbujea naturalmente por el poder de la cáscara de melón.

# PowdermelonSoda_Name
source: Powdermelon Soda
es: Refresco de Melón de Polvo

# PurpleBook_Description
source: Read this to gain some experience in all skills.
es: Lee esto para ganar algo de experiencia en todas las habilidades.

# PurpleBook_Name
source: Book Of Stars
es: Libro de estrellas

# QiSummitCheat
source: Well; well; well... Look who 'made it' to the summit.#$b#Thought you were really clever; didn't you?#$b#'How can I cheat the system for my own benefit?'; you thought.#$b#Or; in layman's terms= 'Me me me me me me me me me me me me me me me me'.#$b#Despicable.
es: Bueno; bueno; bueno... Mira quién « subió » la cima.#$b#Creíste ser muy inteligente; ¿verdad?#$b#« ¿Cómo puedo hacer trampa para mi propio beneficio? »; pensaste.#$b#O; en términos simples= «Yo yo yo yo yo yo yo yo yo yo yo yo yo yo yo yo yo».#$b#Despreciable.

# QoS_Cookbook
source: You learned {0} new recipes.
es: Has aprendido {0} nuevas recetas.

# Raccoon_busy
source: Another player is talking to the Raccoon right now.
es: Otro jugador está hablando con el Mapache ahora mismo.

# Raccoon_expanded
source: The raccoon shop has been expanded.
es: La tienda mapache se ha ampliado.

# Raccoon_interim
source: Raccoon= We're doing great; bobo...
es: Mapache= Estamos genial; bobo...

# Raccoon_interim_1
source: Raccoon= Now; maybe I find a wife...
es: Mapache= Ahora; puede que encuentre esposa...

# Raccoon_interim_2
source: Raccoon= Now; we start a family...
es: Mapache= Ahora; comenzamos una familia...

# Raccoon_interim_3
source: Raccoon= Now we can grow the family bigger...
es: Mapache= Ahora podemos hacer la familia más grande...

# Raccoon_interim_4
source: Raccoon= You're a good friend; bobo. Now we can have another...
es: Mapache= Eres una buena amistad; bobo. Ahora podemos tener otro...

# Raccoon_interim_5
source: Raccoon= We're happy for now; bobo...
es: Mapache= Estamos contentos por ahora; bobo...

# Raccoon_intro
source: Raccoon= Help us; and I'll give you something nice.
es: Mapache= Ayúdanos; y te daré algo bonito.

# Raccoon_intro_0
source: Raccoon= Hungry... need fish...
es: Mapache= Hambriento... necesito pescado...

# Raccoon_intro_1
source: Raccoon= Hungry... need fruit...
es: Mapache= Hambriento... necesito fruta...

# Raccoon_intro_2
source: Raccoon= Hungry... need mushroom...
es: Mapache= Hambriento... necesito setas...

# Raccoon_intro_3
source: Raccoon= Thirsty... need juice...
es: Mapache= Sediento... necesito zumo...

# Raccoon_intro_4
source: Raccoon= Psst... bobo. I need a gift for the missus.
es: Mapache= Psst... bobo. Necesito un regalo para las señoritas.

# Raccoon_receive
source: Raccoon= Thanks; bobo. Take this...
es: Mapache= Gracias; bobo. Toma esto...

# RaccoonFinal
source: Your new neighbors seem to be thriving!
es: ¡Tus nuevos vecinos parecen estar prosperando!

# Race_Begin
source: The next race is about to begin...
es: La siguiente carrera está a punto de empezar...

# Race_Close
source: That's the last race for today. We'll see you tomorrow!
es: Esta es la última carrera de hoy. ¡Te veremos mañana!

# Race_Close_LastDay
source: And that's it for this year's races! See you next time!
es: ¡Y eso es todo por este año! ¡Hasta la próxima!

# Race_Closed
source: Race Announcer= The racers need some time to prepare... Come back later!
es: Locutor de Carrera= Los corredores necesitan tiempo para prepararse... ¡Vuelve más tarde!

# Race_Collect_Prize
source: Race Announcer= Congratulations! Here's your prize!
es: Locutor de Carrera= ¡Enhorabuena! ¡Aquí está tu premio!

# Race_Collect_Prize_Special
source: Race Announcer= Escar-go... how?? Um...Well; here's your big payout...
es: Locutor de Carrera= Escar-go... ¿¿Cómo?? Um...Bueno; aquí está tu gran paga...

# Race_Comment_1
source: That was a close one!
es: ¡Ha estado cerca!

# Race_Comment_2
source: It was neck-and-neck!
es: ¡Ha sido por un milímetro!

# Race_Comment_3
source: Such speed has rarely been seen!
es: ¡Esa velocidad ha sido vista pocas veces!

# Race_Comment_4
source: And now; the moment you've all been waiting for...
es: Y ahora; el momento que estábais esperando...

# Race_Ended
source: Race Announcer= The races have ended for the day. I hope you had fun!
es: Locutor de Carrera= Las carreras han acabado por hoy. ¡Espero que te hayas divertido!

# Race_Finish
source: Finish!
es: ¡Meta!

# Race_Go
source: GO!
es: ¡YA!

# Race_Guess
source: Race Announcer= Who do you think will win?
es: Locutor de Carrera= ¿Quién crees que ganará?

# Race_Guess_Already_Made
source: Race Announcer= Let's see if {0} can pull this off!
es: Locutor de Carrera= ¡Veamos si {0} puede ganar!

# Race_Guess_Made
source: Race Announcer= {0}? Okay. Now sit back and enjoy the race!
es: Locutor de Carrera= ¿{0}? De acuerdo. ¡Ahora siéntate y disfruta la carrera!

# Race_Late_Guess
source: Race Announcer= Whoops. Looks like the race has already started. Try again later!
es: Locutor de Carrera= Uuuups. Parece que la carrera ya ha empezado. ¡Inténtalo más tarde!

# Race_Lose
source: Better luck next time!
es: ¡Mejor suerte la próxima vez!

# Race_Ongoing
source: Race Announcer= The race is currently in progress! Let's talk later...
es: Locutor de Carrera= ¡La carrera está en progreso! Hablemos más tarde...

# Race_Question
source: Race Announcer= Guess the winner and receive some fabulous prizes!
es: Locutor de Carrera= ¡Adivina el ganador y recibe premios fabulosos!

# Race_Ready
source: On your marks...
es: En vuestros puestos...

# Race_Set
source: Get set...
es: Preparados...

# Race_Win
source: Come by to collect your prize!
es: ¡Acércate para recoger tu premio!

# Race_Winner
source: This race's winner is...
es: El ganador de esta carrera es...

# Racer_0
source: Speed Rooster
es: Gallo Veloz

# Racer_1
source: King Sting
es: Abeja Reina
